{
  "alienacaoParental": {
    "title": "Parental Alienation: A new form of gender violence against women and children in Latin America and the Caribbean",
    "description": "This book examines how the false concept of \"parental alienation\" is used to undermine women's reports of abuse and remove custody from protective mothers in Latin America and the Caribbean. Though presented as psychological, it functions as institutional violence that hides domestic abuse and reinforces gender stereotypes. Based on a regional seminar led by CLADEM, Equality Now, and the Global Campaign for Equality in Family Law, this interdisciplinary volume analyzes legal trends and case studies from five countries, exposing coordinated efforts by anti-rights groups to roll back feminist advances in family law. Discussions held in Portuguese, automated translation available.",
    "imageAlt": "Cover of the book."
  },
  "direitosHumanos": {
    "title": "Women's Human Rights and the Inter-American Commission on Human Rights",
    "description": "My book analyzes quantitative and qualitative data related to cases of women's human rights violations presented to the Inter-American Commission of Human Rights, identifying the regional agenda that feminist organizations have pushed through gender-sensitive strategic litigation. This work combined statistical analysis and case analysis, in pioneering jurimetrics work done in Brazil.",
    "imageAlt": "Cover of the book titled 'Direitos Humanos das Mulheres e a Comissão Interamericana de Direitos Humanos'"
  },
  "abortoReligiao": {
    "title": "Abortion and Religion in Brazilian Courts",
    "description": "In this MacArthur-Foundation-funded book, Aborto e Religião nos Tribunais Brasileiros (2008), I discuss the influence of religious arguments in abortion cases decided by Brazilian courts—in a country where abortion is illegal and is the 5th cause of maternal death. This research was grounded on feminist scholarship, sociological analysis of Catholic religion, and statistical data on court decisions. This was a pioneering work combining socio-legal feminist research and jurimetrics, when the latter was rarely used in Brazil. Available in Portuguese only.",
    "imageAlt": "Cover of the book titled 'Aborto e Religião nos Tribunais Brasileiros'"
  },
  "linkGroupTitles": {
    "download": "Download",
    "interview": "Interviews",
    "purchase": "Purchase"
  }
}
