{
  "siteTitle": "Tamara Amoroso Gonçalves",
  "contactUs": "Contact Us",
  "watchOnSite": "Watch on site",
  "downloadPdf": "Download PDF",
  "listenOnSpotify": "Listen on Spotify",
  "viewProject": "View Project",
  "download": "Download",
  "interviews": "Interviews",
  "purchase": "Purchase",
  "bookTitle": "Book Title",
  "projectTitle": "Project Title",
  "loading": "Loading...",
  "error": "Error",
  "backToTop": "Back to top",
  
  "pageTitle": "Tamara Amoroso Gonsalves, Human Rights Expert",
  
  "navAbout": "About",
  "navPublications": "Publications", 
  "navSpeaking": "Speaking",
  "navServices": "What I Offer",
  "navContact": "Contact",

  "aboutMeHeading": "About Me",
  "aboutMeDescription": "My educational background in law, with a focus on human rights, and my experience in non-governmental, governmental, and academic roles have enabled me to excel in advocacy and stakeholder negotiation. As a spokesperson for various organizations, I have effectively engaged with diverse audiences, ranging from experts in international human rights bodies to grassroots communities, academics, and public servants. I have delivered talks and represented institutions on more than 90 occasions, both locally, regionally, and internationally, on topics spanning children's rights, women's rights (particularly gender-based violence and sexual and reproductive rights), and consumer rights.",

  "backgroundHeading": "Academic & Professional Background",
  "backgroundDescription": "I hold a bachelor's degree in Law, a master's in Human Rights, a PhD in Law and Society, and a Graduate Certificate in Teaching and Learning in Higher Education. I bring extensive experience in human rights at national, regional, and international levels, with skills in policy analysis, advocacy on human rights issues, and delivering lectures on complex topics to diverse audiences, from policymakers and academics to grassroots organizations, ensuring complex issues are communicated effectively to drive impactful outcomes. Having lived and worked in various countries and being fluent in 4 languages (Portuguese, English, Spanish, and French), I am highly attuned to and respectful of socio-cultural diversities.\n\nMy career spans academia, non-profits, and government, including serving in Brazil's Ministry of Justice. Over the past 20 years, I have worked in Brazilian, Latin American, and Canadian contexts as a lawyer, gender and human rights expert, lecturer, public servant, and policy analyst. My expertise covers gender-based violence, sexual and reproductive rights, health law, ultra-processed food advertising regulation, consumer law, children's rights, and international human rights law. For further details on my academic and professional background, please refer to my CV.",
  "cvLinkText": "Download Complete CV (PDF)",
  "cvUrl": "/files/Tamara_Amoroso_Gonsalves_CV.pdf",

  "publicationsHeading": "Books and publications",
  "publicationsSubheading": "Publications",
  "publicationsDescription": "I am dedicated to producing high-quality, community-engaged research and scholarship that addresses pressing social issues. Over the past 20 years, I have developed interdisciplinary, transsystemic, and socio-legal research, resulting in 2 published books, 40 book chapters, 11 journal articles, 10 research and advocacy reports, and 36 opinion pieces. My publications span a broad range of topics, including children's fundamental rights, women's human rights—particularly gender-based violence and sexual and reproductive rights—and consumer rights, with a specific focus on product recalls, advertising regulations, and the regulation of ultra-processed foods.",
  "publicationsCvLinkText": "For full list of publications, download my CV",
  "publicationsOrcidLinkText": "My ORCID registry",
  "publicationsOrcidUrl": "https://orcid.org/0000-0002-2500-8477",
  "publicationsBooksSubheading": "Books",
  "publicationsOtherProjectsSubheading": "Other Projects",

  "speakingHeading": "Public Speaking",
  "speakingDescription": "My educational background in law, with a focus on human rights, and my experience in non-governmental, governmental, and academic roles have enabled me to excel in advocacy and stakeholder negotiation. As a spokesperson for various organizations, I have effectively engaged with diverse audiences, ranging from experts in international human rights bodies to grassroots communities, academics, and public servants. I have delivered talks and represented institutions on more than 90 occasions, both locally, regionally, and internationally, on topics spanning children's rights, women's rights (particularly gender-based violence and sexual and reproductive rights), and consumer rights.",
  "speakingContactButtonText": "Contact me for public speaking requests",

  "servicesHeading": "What I can offer",
  
  "coursesTitle": "Courses",
  "coursesItems": [
    "Human Rights Systems: covers international human rights systems (global and regional ones), their functioning, key documents, and advocacy opportunities.",
    "Gender and International Human Rights: offers an overview of the most relevant Human Rights Instruments that protect women and gender-diverse individual's rights.",
    "Gender-based violence: discusses how the concept of gender-based violence has evolved, covering key concepts, legal standards, and public policies.",
    "Transnational feminism and international advocacy: explores feminist transnational activism and its advancements and challenges.",
    "Feminist Legal Theories: presents and discusses the main feminist threads and their socio-legal implications for advancing gender justice."
  ],
  "coursesNote": "Courses can vary in length and depth, depending on your needs. They can also be tailored to specific audiences such as academics, government, and the general public.",

  "consultancyTitle": "Consultancy",
  "consultancyDescription": "My consultancy work focuses on policy analysis, advocacy, research, and capacity-building in human rights, with a particular emphasis on gender-based violence, sexual and reproductive rights, health law, and children's rights. Leveraging my academic foundation—a bachelor's in Law, a master's in Human Rights, a PhD in Law and Society, and a graduate certificate in teaching—I provide insightful, evidence-based solutions tailored to diverse contexts. Grounded on a deep commitment to advancing equity and justice, I can:",
  "consultancyItems": [
    "Develop strategies for advocacy;",
    "Conduct training workshops;",
    "Craft comprehensive legal and policy analyses."
  ],

  "lawyeringTitle": "Lawyering",
  "lawyeringItems": [
    "Legal opinions on gender based violence, coercive control, domestic abuse, intimate partner violence, children's rights, human rights;",
    "Expert witness on gender based violence, coercive control, domestic abuse, intimate partner violence, children's rights, abusive litigation, parental alienation;",
    "Legal services on Hague Convention cases involving Brazilian citizens;",
    "Family law and divorce in contexts of domestic abuse;"
  ],

  "mentorshipTitle": "Mentorship",
  "mentorshipDescription": "I can support you with the following:",
  "mentorshipItems": [
    "Applying for graduate studies;",
    "Preparing academic proposals;",
    "Developing academic work."
  ],

  "advocacyTitle": "Advocacy Work",
  "advocacyItems": [
    "Elaboration of shadow reports to United Nations treaty bodies, and MESECVI (follow-up Mechanism of the Belém do Pará Convention - Organization of American Estates);",
    "In-person advocacy - for more successful results;",
    "Institutional representation in public hearings;",
    "Articulation, preparation, and submission of Amicus Curiae both at the national and international levels;",
    "Workshops for non-profit organizations and corporations;",
    "Moderation of academic and institutional events."
  ],

  "contactHeading": "Get in touch",
  "contactDescription": "Let's connect! For inquiries or collaboration opportunities, reach out via email at [email] or connect with me on LinkedIn. Responses within 48 hours.",
  "contactEmailButtonText": "Send me an email",
  "contactSocialMediaHeading": "Find Me on Social Media",

  "projectCardLinkText": "View Project",

  "aboutGallery": {
    "image1": {
      "alt": "Three women talking (Tamara in the middle) and taking notes at a conference panel, with a camera recording in the foreground."
    },
    "image2": {
      "alt": "Tamara Gonsalves standing and smiling in a large assembly hall (UN) with identification plaques and decorative ceiling."
    },
    "image3": {
      "alt": "Tamara speaking in a studio setup with cameras and a world map on the wall behind her."
    },
    "image4": {
      "alt": "A group of women posing together in a well-lit room with plants."
    },
    "image5": {
      "alt": "Tamara Gonsalves smiling while signing a book at a table with flowers and books."
    }
  }
}
