{
  "heroSection": {
    "subtitle": "Human Rights Expert",
    "name": "Tamara Amoroso Gonsalves",
    "description": "For twenty years, I've dedicated my career to human rights law and advocacy, specializing in women's rights and gender justice. My work bridges academic research with practical impact, demonstrated through extensive publications and leadership roles across governmental and non-governmental sectors."
  },
  
  "publicationsHeading": "Books and publications",
  "publicationsSubheading": "Publications",
  "publicationsDescription": "I am dedicated to producing high-quality, community-engaged research and scholarship that addresses pressing social issues. Over the past 20 years, I have developed interdisciplinary, transsystemic, and socio-legal research, resulting in 2 published books, 40 book chapters, 11 journal articles, 10 research and advocacy reports, and 36 opinion pieces. My publications span a broad range of topics, including children's fundamental rights, women's human rights—particularly gender-based violence and sexual and reproductive rights—and consumer rights, with a specific focus on product recalls, advertising regulations, and the regulation of ultra-processed foods.",
  "publicationsCvLinkText": "For full list of publications, download my CV",
  "publicationsOrcidLinkText": "My ORCID registry",
  "publicationsOrcidUrl": "https://orcid.org/0000-0002-2500-8477",
  "publicationsBooksSubheading": "Books",
  "publicationsOtherProjectsSubheading": "Other Projects",

  "speakingHeading": "Public Speaking",
  "speakingDescription": "My educational background in law, with a focus on human rights, and my experience in non-governmental, governmental, and academic roles have enabled me to excel in advocacy and stakeholder negotiation. As a spokesperson for various organizations, I have effectively engaged with diverse audiences, ranging from experts in international human rights bodies to grassroots communities, academics, and public servants. I have delivered talks and represented institutions on more than 90 occasions, both locally, regionally, and internationally, on topics spanning children's rights, women's rights (particularly gender-based violence and sexual and reproductive rights), and consumer rights.",
  "speakingContactButtonText": "Contact me for public speaking requests",

  "servicesHeading": "What I can offer",
  
  "coursesTitle": "Courses",
  "coursesItems": [
    "Human Rights Systems: covers international human rights systems (global and regional ones), their functioning, key documents, and advocacy opportunities.",
    "Gender and International Human Rights: offers an overview of the most relevant Human Rights Instruments that protect women and gender-diverse individual's rights.",
    "Gender-based violence: discusses how the concept of gender-based violence has evolved, covering key concepts, legal standards, and public policies.",
    "Transnational feminism and international advocacy: explores feminist transnational activism and its advancements and challenges.",
    "Feminist Legal Theories: presents and discusses the main feminist threads and their socio-legal implications for advancing gender justice."
  ],
  "coursesNote": "Courses can vary in length and depth, depending on your needs. They can also be tailored to specific audiences such as academics, government, and the general public.",

  "consultancyTitle": "Consultancy",
  "consultancyDescription": "My consultancy work focuses on policy analysis, advocacy, research, and capacity-building in human rights, with a particular emphasis on gender-based violence, sexual and reproductive rights, health law, and children's rights. Leveraging my academic foundation—a bachelor's in Law, a master's in Human Rights, a PhD in Law and Society, and a graduate certificate in teaching—I provide insightful, evidence-based solutions tailored to diverse contexts. Grounded on a deep commitment to advancing equity and justice, I can:",
  "consultancyItems": [
    "Develop strategies for advocacy;",
    "Conduct training workshops;",
    "Craft comprehensive legal and policy analyses."
  ],

  "lawyeringTitle": "Lawyering",
  "lawyeringItems": [
    "Legal opinions on gender based violence, coercive control, domestic abuse, intimate partner violence, children's rights, human rights;",
    "Expert witness on gender based violence, coercive control, domestic abuse, intimate partner violence, children's rights, abusive litigation, parental alienation;",
    "Legal services on Hague Convention cases involving Brazilian citizens;",
    "Family law and divorce in contexts of domestic abuse;"
  ],

  "mentorshipTitle": "Mentorship",
  "mentorshipDescription": "I can support you with the following:",
  "mentorshipItems": [
    "Applying for graduate studies;",
    "Preparing academic proposals;",
    "Developing academic work."
  ],

  "advocacyTitle": "Advocacy Work",
  "advocacyItems": [
    "Elaboration of shadow reports to United Nations treaty bodies, and MESECVI (follow-up Mechanism of the Belém do Pará Convention - Organization of American Estates);",
    "In-person advocacy - for more successful results;",
    "Institutional representation in public hearings;",
    "Articulation, preparation, and submission of Amicus Curiae both at the national and international levels;",
    "Workshops for non-profit organizations and corporations;",
    "Moderation of academic and institutional events."
  ]
}
