{
  "broadeningWomensRights": {
    "title": "Broadening women's rights through international advocacy",
    "description": "Talk presented at CFGS as part of a series on gender and global governance, analyzing the use of parental alienation in custody disputes as a tool of gender-based violence. The discussion connects feminist legal research and transnational activism aimed at challenging its legitimacy before international human rights bodies."
  },
  "alienacaoParental2025": {
    "title": "Alienação Parental: uma nova forma de violência de gênero contra mulheres e crianças na AL e Caribe",
    "description": "Seminário no Tribunal Federal Brasileiro para lançar o livro 'Alienação Parental: Uma nova forma de violência de gênero contra mulheres e crianças na América Latina e Caribe'. Discuti como a alienação parental e a Convenção de Haia têm sido mal utilizadas para silenciar alegações de abuso e reforçar violência institucional contra mulheres e crianças."
  },
  "cedawRecommendations": {
    "title": "Como Usar as Recomendações da CEDAW em Litígio Estratégico Nacional",
    "description": "Painel discutindo o uso estratégico das recomendações da CEDAW para litígio doméstico no Brasil, enfatizando aplicações práticas para avançar direitos das mulheres."
  },
  "cedawCommittee": {
    "title": "Representação CLADEM/Brasil na revisão do Brasil perante o Comitê CEDAW",
    "description": "Discurso proferido na Sessão de Abertura com associações brasileiras sem fins lucrativos, abordando várias formas de violência institucional como violência obstétrica, alienação parental em tribunal de família, serviços de aborto inacessíveis para vítimas de violência sexual, casamento infantil e gravidezes forçadas entre adolescentes."
  },
  "beginningOfLife": {
    "title": "Debates sobre o Início da Vida e Regulamentações Legais para Personalidade",
    "description": "Exploração de perspectivas feministas sobre os debates legais e éticos concernentes ao início da vida e personalidade, focando em suas implicações para leis e políticas sociais."
  },
  "interdisciplinaryResearch": {
    "title": "Pesquisa Acadêmica Interdisciplinar Engajada com a Comunidade",
    "description": "Apresentação sobre a aplicação de metodologias de pesquisa feminista interdisciplinar para engajar comunidades e abordar questões sistêmicas, destacando aplicações acadêmicas e práticas."
  },
  "parentalAlienation2021": {
    "title": "Alienação Parental: Uma Forma de Violência Contra as Mulheres",
    "description": "Webinar abordando como o conceito de alienação parental é usado como forma de violência institucional contra mulheres, envolvendo apoio multi-stakeholder e discussões em português e espanhol."
  },
  "advertisingChildren": {
    "title": "Audiência Pública sobre Publicidade para Crianças",
    "description": "Audiência pública no Congresso Nacional Brasileiro abordando o impacto da publicidade direcionada a crianças, destacando suas práticas manipuladoras e abusivas, e defendendo medidas regulatórias."
  },
  "genderHumanRights2012": {
    "title": "Gênero e Direitos Humanos",
    "description": "Seminário sobre igualdade de gênero e sua interseção com direitos humanos, discutindo como análise de gênero pode informar políticas e estruturas de desenvolvimento social."
  },
  "genderDiscussions": {
    "title": "Impacto das Discussões de Gênero no Conceito de Direitos Humanos",
    "description": "Apresentação analisando como discussões de gênero influenciaram a conceituação de direitos humanos, com foco em desenvolvimentos históricos e contemporâneos no campo."
  }
}
