{
  "alienacaoParental": {
    "title": "Alienação Parental: Uma nova forma de violência de gênero contra mulheres e crianças na América Latina e Caribe",
    "shortDescription": "Examina como o falso conceito de \"alienação parental\" é usado como arma contra mães protetivas na América Latina e Caribe, expondo esforços coordenados para reverter avanços feministas no direito de família.",
    "description": "Este livro examina como o falso conceito de \"alienação parental\" é usado para minar os relatos de abuso das mulheres e remover a custódia de mães protetivas na América Latina e no Caribe. Embora apresentado como psicológico, funciona como violência institucional que esconde o abuso doméstico e reforça estereótipos de gênero. Baseado em um seminário regional liderado pela CLADEM, Equality Now e a Campanha Global pela Igualdade no Direito de Família, este volume interdisciplinar analisa tendências legais e estudos de caso de cinco países, expondo esforços coordenados de grupos anti-direitos para reverter avanços feministas no direito de família.",
    "imageAlt": "Capa do livro."
  },
  "direitosHumanos": {
    "title": "Direitos humanos das mulheres e a comissão Interamericana de direitos humanos",
    "shortDescription": "Analisa casos de direitos das mulheres na Comissão Interamericana, revelando como organizações feministas avançaram a justiça de gênero através de litígio estratégico. Trabalho pioneiro de jurimetria no Brasil.",
    "description": "Meu livro Direitos Humanos das Mulheres e a Comissão Interamericana de Direitos Humanos, (Saraiva, 2013) analisa dados quantitativos e qualitativos relacionados a casos de violações de direitos humanos das mulheres apresentados à Comissão Interamericana de Direitos Humanos, identificando a agenda regional que organizações feministas impulsionaram através de litígio estratégico sensível ao gênero. Este trabalho combinou análise estatística e análise de caso, em trabalho pioneiro de jurimetria feito no Brasil.",
    "imageAlt": "Capa do livro intitulado 'Direitos Humanos das Mulheres e a Comissão Interamericana de Direitos Humanos'"
  },
  "abortoReligiao": {
    "title": "Aborto e Religião nos Tribunais Brasileiros",
    "shortDescription": "Examina a influência religiosa em casos de aborto no Brasil, onde o aborto é ilegal e é a 5ª causa de morte materna. Trabalho pioneiro combinando pesquisa feminista e jurimetria.",
    "description": "Neste livro financiado pela Fundação MacArthur, Aborto e Religião nos Tribunais Brasileiros (2008), discuto a influência de argumentos religiosos em casos de aborto decididos por tribunais brasileiros—em um país onde o aborto é ilegal e é a 5ª causa de morte materna. Esta pesquisa foi baseada em estudos feministas, análise sociológica da religião católica e dados estatísticos sobre decisões judiciais. Este foi um trabalho pioneiro combinando pesquisa feminista sócio-jurídica e jurimetria, quando esta última era raramente usada no Brasil.",
    "imageAlt": "Capa do livro intitulado 'Aborto e Religião nos Tribunais Brasileiros'"
  },
  "linkGroupTitles": {
    "download": "Download",
    "interview": "Entrevistas",
    "purchase": "Comprar"
  },
  "linkLabels": {
    "readAtCladem": "Ler em Português (Biblioteca CLADEM)",
    "directDownloadUsp": "Ler em Português (USP Direito)",
    "readInSpanish": "Ler em Espanhol (Biblioteca CLADEM)",
    "downloadInEnglish": "Ler em Inglês (Biblioteca CLADEM)",
    "listenInterviewRadioUsp": "Ouvir Minha Entrevista (Rádio USP)",
    "listenPodcastPapoJus": "Ouvir Podcast \"Papo Jus\" #26, da AJUFESP, sobre Proteção de mães brasileiras no exterior.",
    "watchTrf3Interview": "Falei com TRF3justica, o canal oficial do Tribunal Federal no Brasil sobre Alienação Parental e Convenção de Haia.",
    "amazonUsa": "Amazon (EUA)",
    "travessaBrazil": "Travessa (Brasil)",
    "downloadFullTextPdf": "Baixar o Texto Completo (PDF)"
  }
}
