{
  "siteTitle": "Tamara Amoroso Gonçalves",
  "contactUs": "Entre em Contato",
  "watchOnSite": "Assistir no site",
  "downloadPdf": "Baixar PDF",
  "listenOnSpotify": "Ouvir no Spotify",
  "viewProject": "Ver Projeto",
  "download": "Download",
  "interviews": "Entrevistas",
  "purchase": "Comprar",
  "bookTitle": "Título do Livro",
  "projectTitle": "Título do Projeto",
  "loading": "Carregando...",
  "error": "Erro",
  "backToTop": "Voltar ao topo",
  
  "pageTitle": "Tamara Amoroso Gonçalves, Especialista em Direitos Humanos",
  
  "navAbout": "Sobre",
  "navPublications": "Publicações", 
  "navSpeaking": "Palestras",
  "navServices": "O que Ofereço",
  "navContact": "Contato",

  "aboutMeHeading": "Quem Sou Eu?",
  "aboutMeDescription": "Minha formação educacional em direito, com foco em direitos humano e direitos difusos e coletivos, bem como minha experiência com atividades em  organismos governamentais, não-governamentais (nacionais e  internacionais), e acadêmicos me trouxeram uma perspectiva prática e  aprofundada em relação a diversas questões prementes da nossa sociedade  atual. Como resultado, conduzo incidência política (advocacy) e  negociação com diversos atores sociais com excelência. Como porta-voz de várias organizações, tenho me engajado efetivamente com públicos  diversos, desde especialistas em órgãos internacionais de direitos  humanos até comunidades de base, acadêmicos e servidores públicos. Já  proferi palestras e representei instituições em mais de 92 ocasiões,  local, regional e internacionalmente, sobre temas que abrangem direitos  das crianças, direitos das mulheres (particularmente violência de gênero e direitos sexuais e reprodutivos) e direitos do consumidor.",

  "backgroundHeading": "Formação Acadêmica e Profissional",
  "backgroundDescription": "Tendo vivido e trabalhado em vários países e sendo fluente em 4 idiomas (português, inglês, espanhol e francês), possuo uma aguçada sensibilidade e respeito questões de diversidade sócio-cultural, agindo sempre com empatia, acolhimento, respeito, e livre de preconceitos e julgamentos.\n\nMinha carreira abrange experiências na academia, no governo, em organizações sem fins lucrativos, e em redes ativistas nacionais e internacionais; incluindo atuação no Ministério da Justiça do Brasil. Nos últimos 20 anos, trabalhei em contextos brasileiros, latino-americanos e canadenses como advogada, especialista em gênero e direitos humanos, palestrante, servidora pública e analista de políticas. Minha expertise abrange violência de gênero, direitos sexuais e reprodutivos, direito à saúde, regulamentação de publicidade de alimentos ultraprocessados, direito do consumidor, direitos das crianças e direito internacional dos direitos humanos. Para mais detalhes sobre minha formação acadêmica e profissional, consulte meu CV.",
  "cvLinkText": "Baixar CV Completo (PDF)",
  "cvUrl": "/files/Tamara_Amoroso_Gonsalves_CV.pdf",

  "publicationsHeading": "Livros e Publicações",
  "publicationsSubheading": "Publicações",
  "publicationsDescription": "Dedico-me a produzir pesquisa e estudos de impacto, relacionados a demandas  sociais urgentes. Nos últimos 20 anos, desenvolvi pesquisa  interdisciplinar, transsistêmica e socio-jurídica, resultando em 3  livros publicados, 40 capítulos de livros, 11 artigos de periódicos, 10  relatórios de pesquisa e advocacia, e 36 artigos de opinião. Minhas  publicações abrangem ampla gama de tópicos, incluindo direitos  fundamentais das crianças, direitos humanos das mulheres—particularmente violência de gênero e direitos sexuais e reprodutivos—e direitos do  consumidor, com foco específico em *recalls* de produtos, regulamentações de publicidade e regulamentação de alimentos ultraprocessados.",
  "publicationsCvLinkText": "Para lista completa de publicações, baixe meu CV",
  "publicationsOrcidLinkText": "Meu registro ORCID",
  "publicationsOrcidUrl": "https://orcid.org/0000-0002-2500-8477",
  "publicationsBooksSubheading": "Livros",
  "publicationsOtherProjectsSubheading": "Outros Projetos",

  "speakingHeading": "Palestras e Intervenções Públicas",
  "speakingDescription": "A partir de minha formação jurídica, com foco em direitos humanos, e  minha experiência em papéis não-governamentais, governamentais e  acadêmicos, venho me especializando em atividades de difusão, debates e  ensino. Com mais de 92 palestras proferidas nos âmbitos nacional,  regional e internacional para diversos públicos, venho me especializando em representação institucional e perante a mídia, elevando debates  sobre temas centrais e urgentes de nossa sociedade.",
  "speakingContactButtonText": "Entre em contato para solicitações de palestras",

  "servicesHeading": "O que eu ofereço",
  
  "coursesTitle": "Cursos",
  "coursesItems": [
    "Sistemas de Direitos Humanos: abrange sistemas internacionais de direitos humanos (globais e regionais), seu funcionamento, documentos-chave e oportunidades de advocacy.",
    "Gênero e Direito Internacional dos Direitos Humanos: oferece uma visão geral dos Instrumentos de Direitos Humanos mais relevantes que protegem os direitos das mulheres e população LGBTQIA2+",
    "Discriminação e violência de gênero: discute como o conceito de violência de gênero evoluiu, cobrindo conceitos-chave, padrões legais e políticas públicas de combate e proteção.",
    "Feminismo transnacional e advocacia internacional: explora o ativismo feminista transnacional e seus avanços e desafios.",
    "Teorias Jurídicas Feministas: apresenta e discute as principais correntes feministas e suas implicações sócio-jurídicas para o avanço da justiça de gênero."
  ],
  "coursesNote": "Os cursos podem variar em duração e profundidade, dependendo de suas necessidades. Também podem ser adaptados para públicos específicos como acadêmicos, governo e público geral.",

  "consultancyTitle": "Consultoria",
  "consultancyDescription": "Meu trabalho de consultoria foca em análise de políticas, advocacia,  pesquisa e capacitação em direitos humanos, com ênfase particular em  violência de gênero, direitos sexuais e reprodutivos, direito à saúde,  direitos do consumidor, e direitos das crianças e adolescentes.  Aproveitando minha base acadêmica—graduação em Direito, mestrado em  Direitos Humanos, doutorado em Direito e Sociedade, e certificado de  pós-graduação em ensino superior e em segurança de mercado—forneço  soluções perspicazes e baseadas em evidências, adaptadas a contextos  diversos. Fundamentada em um profundo compromisso com o avanço da  equidade e justiça, posso:",
  "consultancyItems": [
    "Desenvolver estratégias para advocacy e incidência nacional, regional e internacional;",
    "Conduzir workshops de formação e sensibilização;",
    "Elaborar análises jurídicas e de políticas públicas, com propostas de melhorias."
  ],

  "lawyeringTitle": "Advocacia",
  "lawyeringItems": [
    "Pareceres jurídicos sobre violência de gênero, controle coercitivo, abuso  doméstico, violência entre parceiros íntimos, direitos das crianças,  direitos humanos, controle de constitucionalidade e controle de  convencionalidade;",
    "Serviços jurídicos em casos da Convenção de Haia envolvendo cidadãos brasileiros;",
    "Direito de família e divórcio em contextos de abuso doméstico envolvendo cônjuges de diferentes nacionalidades ou não."
  ],

  "mentorshipTitle": "Mentoria",
  "mentorshipDescription": "Posso apoiá-lo com o seguinte:",
  "mentorshipItems": [
    "Apoio para candidatura em processos de pós-graduação;",
    "Preparação de propostas acadêmicas;",
    "Desenvolvimento de trabalho acadêmico."
  ],

  "advocacyTitle": "Trabalho de Advocacia",
  "advocacyItems": [
    "Elaboração de relatórios-sombra para órgãos de tratados das Nações Unidas, e  MESECVI (Mecanismo de Acompanhamento da Convenção de Belém do Pará -  Organização dos Estados Americanos);",
    "Advocacy presencial (favorece melhores resultados);",
    "Representação institucional em audiências públicas;",
    "Articulação, preparação e submissão de *Amicus Curiae* tanto em níveis nacional quanto internacional;",
    "Workshops para organizações sem fins lucrativos, governo e corporações;",
    "Moderação de eventos acadêmicos e institucionais."
  ],

  "contactHeading": "Entre em contato",
  "contactDescription": "Vamos conversar! Para consultas ou oportunidades de colaboração, entre em  contato via email em [email] ou conecte-se comigo no LinkedIn. Respostas em até 48 horas.",
  "contactEmailButtonText": "Envie-me um email",
  "contactSocialMediaHeading": "Encontre-me nas Redes Sociais",

  "projectCardLinkText": "Visitar Projeto",

  "aboutGallery": {
    "image1": {
      "alt": "Três mulheres conversando (Tamara no meio) e tomando notas em um painel de conferência, com uma câmera gravando em primeiro plano."
    },
    "image2": {
      "alt": "Tamara Gonsalves em pé e sorrindo em um grande salão de assembleia (ONU) com placas de identificação e teto decorativo."
    },
    "image3": {
      "alt": "Tamara falando em uma configuração de estúdio com câmeras e um mapa-múndi na parede atrás dela."
    },
    "image4": {
      "alt": "Um grupo de mulheres posando juntas em uma sala bem iluminada com plantas."
    },
    "image5": {
      "alt": "Tamara Gonsalves sorrindo enquanto assina um livro em uma mesa com flores e livros."
    }
  }
}
