{
  "heroSection": {
    "subtitle": "Especialista em Direitos Humanos",
    "name": "Tamara Amoroso Gonsalves",
    "description": "Há vinte anos, dedico minha carreira ao direito e advocacia de direitos humanos, especializando-me em direitos das mulheres e justiça de gênero. Meu trabalho conecta pesquisa acadêmica com impacto prático, demonstrado através de extensas publicações e papéis de liderança em setores governamentais e não-governamentais."
  },
  
  "publicationsHeading": "Livros e publicações",
  "seeAllPublications": "Ver todas as publicações",
  "seeAllServices": "Ver todos os serviços",
  "publicationsSubheading": "Publicações",
  "publicationsDescription": "Dedico-me a produzir pesquisa e estudos de impacto, relacionados a demandas sociais urgentes. Nos últimos 20 anos, desenvolvi pesquisa interdisciplinar, transsistêmica e socio-jurídica, resultando em 3 livros publicados, 40 capítulos de livros, 11 artigos de periódicos, 10 relatórios de pesquisa e advocacia, e 36 artigos de opinião. Minhas publicações abrangem ampla gama de tópicos, incluindo direitos fundamentais das crianças, direitos humanos das mulheres—particularmente violência de gênero e direitos sexuais e reprodutivos—e direitos do consumidor, com foco específico em *recalls* de produtos, regulamentações de publicidade e regulamentação de alimentos ultraprocessados.",
  "publicationsCvLinkText": "Para lista completa de publicações, baixe meu CV",
  "publicationsOrcidLinkText": "Meu registro ORCID",
  "publicationsOrcidUrl": "https://orcid.org/0000-0002-2500-8477",
  "publicationsBooksSubheading": "Livros",
  "publicationsOtherProjectsSubheading": "Outros Projetos",

  "speakingHeading": "Palestras e Intervenções Públicas",
  "speakingDescription": "A partir de minha formação jurídica, com foco em direitos humanos, e minha experiência em papéis não-governamentais, governamentais e acadêmicos, venho me especializando em atividades de difusão, debates e ensino. Com mais de 92 palestras proferidas nos âmbitos nacional, regional e internacional para diversos públicos, venho me especializando em representação institucional e perante a mídia, elevando debates sobre temas centrais e urgentes de nossa sociedade.",
  "speakingContactButtonText": "Entre em contato para solicitações de palestras",

  "servicesHeading": "O que eu ofereço",
  "servicesIntro": "Com duas décadas de experiência em direito dos direitos humanos, advocacia e academia, ofereço serviços especializados que conectam teoria e prática—desde consultoria estratégica e testemunho especializado até cursos e mentoria que capacitam indivíduos e organizações a promover justiça e equidade.",
  
  "coursesTitle": "Cursos",
  "coursesSummary": "Programas educacionais personalizados abrangendo sistemas internacionais de direitos humanos, justiça de gênero, teoria jurídica feminista e advocacia transnacional—desenvolvidos para acadêmicos, servidores públicos e organizações da sociedade civil.",
  
  "coursesTitle": "Cursos",
  "coursesItems": [
    "Sistemas de Direitos Humanos: abrange sistemas internacionais de direitos humanos (globais e regionais), seu funcionamento, documentos-chave e oportunidades de advocacy.",
    "Gênero e Direito Internacional dos Direitos Humanos: oferece uma visão geral dos Instrumentos de Direitos Humanos mais relevantes que protegem os direitos das mulheres e população LGBTQIA2+",
    "Discriminação e violência de gênero: discute como o conceito de violência de gênero evoluiu, cobrindo conceitos-chave, padrões legais e políticas públicas de combate e proteção.",
    "Feminismo transnacional e advocacia internacional: explora o ativismo feminista transnacional e seus avanços e desafios.",
    "Teorias Jurídicas Feministas: apresenta e discute as principais correntes feministas e suas implicações sócio-jurídicas para o avanço da justiça de gênero."
  ],
  "coursesNote": "Os cursos podem variar em duração e profundidade, dependendo de suas necessidades. Também podem ser adaptados para públicos específicos como acadêmicos, governo e público geral.",

  "consultancyTitle": "Consultoria",
  "consultancySummary": "Análise de políticas baseada em evidências, estratégias de advocacia e serviços de capacitação focados em violência de gênero, direitos sexuais e reprodutivos, direito à saúde e direitos das crianças—fundamentados em rigor acadêmico e impacto prático.",
  "consultancyDescription": "Meu trabalho de consultoria foca em análise de políticas, advocacia, pesquisa e capacitação em direitos humanos, com ênfase particular em violência de gênero, direitos sexuais e reprodutivos, direito à saúde, direitos do consumidor, e direitos das crianças e adolescentes. Aproveitando minha base acadêmica—graduação em Direito, mestrado em Direitos Humanos, doutorado em Direito e Sociedade, e certificado de pós-graduação em ensino superior e em segurança de mercado—forneço soluções perspicazes e baseadas em evidências, adaptadas a contextos diversos. Fundamentada em um profundo compromisso com o avanço da equidade e justiça, posso:",
  "consultancyItems": [
    "Desenvolver estratégias para advocacy e incidência nacional, regional e internacional;",
    "Conduzir workshops de formação e sensibilização;",
    "Elaborar análises jurídicas e de políticas públicas, com propostas de melhorias."
  ],

  "lawyeringTitle": "Advocacia",
  "lawyeringSummary": "Expertise jurídica em violência de gênero, controle coercitivo, direitos das crianças e direito internacional de família—incluindo serviços de testemunha especializada e representação em casos complexos transfronteiriços.",
  "lawyeringItems": [
    "Pareceres jurídicos sobre violência de gênero, controle coercitivo, abuso doméstico, violência entre parceiros íntimos, direitos das crianças, direitos humanos, controle de constitucionalidade e controle de convencionalidade;",
    "Serviços jurídicos em casos da Convenção de Haia envolvendo cidadãos brasileiros;",
    "Direito de família e divórcio em contextos de abuso doméstico envolvendo cônjuges de diferentes nacionalidades ou não."
  ],

  "mentorshipTitle": "Mentoria",
  "mentorshipSummary": "Orientação personalizada para candidaturas em programas de pós-graduação, desenvolvimento de propostas acadêmicas e avanço de pesquisas—apoiando a próxima geração de acadêmicos e profissionais de direitos humanos.",
  "mentorshipDescription": "Posso apoiá-lo com o seguinte:",
  "mentorshipItems": [
    "Apoio para candidatura em processos de pós-graduação;",
    "Preparação de propostas acadêmicas;",
    "Desenvolvimento de trabalho acadêmico."
  ],

  "advocacyTitle": "Trabalho de Advocacy",
  "advocacySummary": "Representação estratégica perante órgãos de tratados da ONU e mecanismos regionais de direitos humanos, preparação de relatórios-sombra, submissão de amicus curiae e advocacia institucional em níveis nacional e internacional.",
  "advocacyItems": [
    "Elaboração de relatórios-sombra para órgãos de tratados das Nações Unidas, e MESECVI (Mecanismo de Acompanhamento da Convenção de Belém do Pará - Organização dos Estados Americanos);",
    "Advocacy presencial (favorece melhores resultados);",
    "Representação institucional em audiências públicas;",
    "Articulação, preparação e submissão de *Amicus Curiae* tanto em níveis nacional quanto internacional;",
    "Workshops para organizações sem fins lucrativos, governo e corporações;",
    "Moderação de eventos acadêmicos e institucionais."
  ]
}
